Repository: simplesconsultoria/s17.person
Catalog: src/s17/person/locales/*/LC_MESSAGES/s17.person.po
Languages: es

source: s17.person: Install
es: s17.person: Instalar

source: Uninstall s17.person
es: Desinstalar s17.person

source: Person-Plone User Bridge
es: Puente para usuarios Persona-Plone

source: Integrates a Person-ish content type to a Plone user
es: Integra un tipo de contenido Person-ish con un usuario de Plone

source: Contact Info
es: Información de contacto

source: Basic contact information behavior for Person-ish content types to a Plone user
es: Behavior de informacion básica de contacto para tipo de contenido Person-ish para un usuario Plone

source: Name from user name
es: Nombre desde nombre de usuario

source: Use the user name field as name (basis for the id)
es: Usa el campo nombre de usuario como nombre

source: Person
es: Persona

source: Female
es: Femenino

source: Male
es: Masculino

source: Rather not say
es: Preferentemente no decir

source: First Name
es: Nombre

source: First name of this person.
es: Nombre para esta persona.

source: Surname
es: Apellido

source: Surname of this person.
es: Apellido para esta persona

source: Gender
es: Género

source: Birthday
es: Cumpleaños

source: Birthday of this person.
es: Fecha de cumpleaños para esta persona.

source: Portrait
es: Retrato

source: Please provide a portrait for this person.
es: Por favor proporcione un retrato para esta persona.

source: There is a person already asigned to this username
es: Ya existe una Persona asignada a este nombre de usuario

source: Username
es: Nombre de usuario

source: Please inform a username to be used.
es: Por favor, proporcione un nombre de usuario para ser usado.

source: Work
es: Trabajo

source: Home
es: Particular

source: Please fix the provided information.
es: Por favor corrija la información indicada.

source: Category
es: Categoría

source: Value
es: Valor

source: Please inform emails for this person.
es: Por favor proporcione emails para esta persona.

source: Instant messangers for this person.
es: Mensajeros instantáneos para esta persona.

source: Telephones
es: Teléfonos

source: Please inform telephones for this person.
es: Por favor proporcione teléfonos para esta persona.

source: Invalid E-mail
es: E-mail inválido

source: Invalid Phone Number
es: Número de teléfono inválido
